logo = '''
 █████  ██ ██████  ██████   ██████  ██████  ████████ 
██   ██ ██ ██   ██ ██   ██ ██    ██ ██   ██    ██    
███████ ██ ██████  ██████  ██    ██ ██████     ██    
██   ██ ██ ██   ██ ██      ██    ██ ██   ██    ██    
██   ██ ██ ██   ██ ██       ██████  ██   ██    ██    
                                                     
     ██████  ██████  ██████  ███████ ███████         
    ██      ██    ██ ██   ██ ██      ██              
    ██      ██    ██ ██   ██ █████   ███████         
    ██      ██    ██ ██   ██ ██           ██         
     ██████  ██████  ██████  ███████ ███████         
                                                     
'''

intro = '''
Every airport has a unique three-letter IATA code. 
Some codes are similar to the name of the city or
airport they represent. 
Others only make sense if you are an airport geek!

This game will challenge you to guess the code 
for a busy airport from North America or Europe.
'''

game_over = '''
 ██████   █████  ███    ███ ███████ 
██       ██   ██ ████  ████ ██      
██   ███ ███████ ██ ████ ██ █████   
██    ██ ██   ██ ██  ██  ██ ██      
 ██████  ██   ██ ██      ██ ███████ 
                                    
 ██████  ██    ██ ███████ ██████    
██    ██ ██    ██ ██      ██   ██   
██    ██ ██    ██ █████   ██████    
██    ██  ██  ██  ██      ██   ██   
 ██████    ████   ███████ ██   ██   
                                    
                                   '''

rules = '''
Rules:
Guess the IATA code in six goes or less.
- Type a three-letter alphabetical code
- Don't type symbols or numbers. 
- 🟢 A green circle will show under every
  correct letter in the right place.
- 🟡 A green circle will show under letters
  in the wrong place.
- ⬜️ A grey square will show under
  incorrect letters.
Letters can be used more than once. 
'''